Repository: common-repository/restaurant-menu-using-woocommerce
Catalog: languages/pisol-restautant-menu-*.po
Languages: he_il, ru_ru

source: Please Install and Activate WooCommerce plugin, without that this plugin cant work
he_il: בבקשה להתקין ולהפעיל תוסף WooCommerce, ללא תוסף זה תוסף זה
ru_ru: Установите и активируйте плагин WooCommerce, без использования этой плагины Ustanovite i aktiviruyte plagin WooCommerce, bez ispol'zovaniya etoy plaginy

source: Documentation
he_il: תיעוד
ru_ru: Документация

source: Buy Pro
he_il: קנה Pro
ru_ru: Купить Pro

source: Restaurant Menu Setting
he_il: תפריט תפריט הגדרה
ru_ru: Настройка меню ресторана

source: Restaurant Menu
he_il: תפריט המסעדה
ru_ru: Меню ресторана

source: Overwrite Plugin Cart template in your theme
he_il: החלף תבנית עגלת תוסף בערכת הנושא
ru_ru: Заменить шаблон плагиновой корзины в своем списке

source: No
he_il: לא
ru_ru: нет

source: Yes
he_il: כן
ru_ru: да

source: Hide Empty Categories
he_il: הסתר קטגוריות ריקות
ru_ru: Скрыть пустые категории

source: Default Category
he_il: ברירת מחדל קטגוריה
ru_ru: Категория по умолчанию

source: Redirect Simple product to menu page
he_il: הפניה מחדש של מוצר פשוט לדף התפריט
ru_ru: Перенаправление Простой продукт на страницу меню

source: Redirect Category page to menu page
he_il: הפנה מחדש את דף הקטגוריה לדף התפריט
ru_ru: Перенаправить страницу категории на страницу меню

source: Redirect Shop page to menu page
he_il: הפנה מחדש את דף החנות לדף התפריט
ru_ru: Перенаправить страницу магазина на страницу меню

source: Show Image
he_il: הצג תמונה
ru_ru: Показать изображение

source: Show Image from parent category, if product dont have image
he_il: הצג תמונה מתוך הקטגוריה האם, אם המוצר dont יש תמונה
ru_ru: Показать изображение из родительской категории, если у продукта нет изображения

source: There are no product of this type
he_il: אין מוצר מסוג זה
ru_ru: Нет товаров этого типа

source: Product name to search
he_il: שם המוצר לחיפוש
ru_ru: Название продукта для поиска

source: Search Product
he_il: חפש מוצר
ru_ru: Поиск продукта

source: Side Dishes
he_il: תוספות
ru_ru: Гарнир

source: Dish Type
he_il: סוג דיש
ru_ru: Тип тарелки

source: Dish Type (Veg/Non Veg)
he_il: סוג דיש (צמח / לא צמח)
ru_ru: Тип тарелки (Veg / Non Veg)

source: Select Type
he_il: בחר סוג
ru_ru: Выберите тип

source: Vegetarian
he_il: צִמחוֹנִי
ru_ru: вегетарианец

source: Non-Vegetarian
he_il: לא צמחוני
ru_ru: Не вегетарианский

source: Display Setting
he_il: הגדרות תצוגה
ru_ru: Настройка экрана

source: Price/Unit
he_il: מחיר / יחידה:
ru_ru: Цена / Unit

source: You can select upto:
he_il: תוכל לבחור upto:
ru_ru: Вы можете выбрать upto:

source: Remove this item
he_il: הסר פריט זה
ru_ru: Удалить этот элемент

source: Pro Restaurant Menu using Woocommerce
he_il: תפריט תפריט Pro באמצעות Woocommerce
ru_ru: Меню ресторана Pro с использованием Woocommerce

source: Online Food ordering made easy, just install and your online food business is ready
he_il: Online הזמנת מזון קל, פשוט להתקין את העסק מזון מקוון מוכן
ru_ru: Онлайн-заказ еды упростился, просто установите, и ваш онлайн-бизнес по пищевым продуктам готов
